{
  "metadata": {
    "title": "Ignacio Kruchowski 🤘 | Software Developer",
    "description": "Welcome to my digital space! I'm Ignacio Kruchowski, a Full Stack Developer with a passion for crafting seamless and innovative web experiences. Specializing in front-end development using the powerful MERN stack, I bring creativity and technical knowledge to every project."
  },
  "sections": {
    "work": "What I do",
    "knowledge": "My Skills",
    "about": "Who I am",
    "contact": "Get in touch"
  },
  "knowledge": {
    "languages": "Languages",
    "frameworks": "Frameworks / Libraries / Others"
  },
  "about": {
    "description": "I am a Software Developer based in Argentina, driven by a passion for crafting effective digital solutions. Eager to grow professionally, I am focused on writing clean code and staying updated on best practices. Actively seeking opportunities to collaborate within dynamic teams, I am enthusiastic about contributing my skills to projects that push the boundaries of web development."
  },
  "contact": {
    "resume": "Resume"
  },
  "project": {
    "notFound": "Project not found",
    "back": "Back",
    "projectShowcase": "Project Showcase",
    "overview": "Overview",
    "techStack": "Technology Stack",
    "links": "Links & Resources",
    "sourceCode": "Source Code Repository",
    "liveDemo": "Live Production Demo"
  },
  "projects": {
    "olymfit": {
      "description": "Evolutionary e-commerce platform tailored for fitness enthusiasts, offering a dynamic and immersive experience in the world of health and wellness."
    },
    "todo-app": {
      "description": "A to-do app for seamless task organization. Create, manage, and organize your tasks effortlessly with this user-friendly platform. Experience simplicity and productivity in one place."
    },
    "marketswift": {
      "description": "A streamlined hub for effective marketing and automation. Simplify processes and elevate strategies effortlessly with this user-friendly platform."
    },
    "voxchat": {
      "description": "VoxChat is a user-friendly chat app. It lets you chat securely, customize rooms, and install effortlessly for a smooth experience. The app is all about simple, real-time conversations with a personal touch."
    }
  }
}
