{
  "metadata": {
    "title": "Ignacio Kruchowski  | Desarrollador de Software",
    "description": "隆Bienvenido a mi espacio digital! Soy Ignacio Kruchowski, un Desarrollador Full Stack apasionado por crear experiencias web innovadoras y fluidas. Especializado en desarrollo front-end utilizando el poderoso stack MERN, aporto creatividad y conocimiento t茅cnico a cada proyecto."
  },
  "sections": {
    "work": "Lo que hago",
    "knowledge": "Mis Habilidades",
    "about": "Qui茅n soy",
    "contact": "Contacto"
  },
  "knowledge": {
    "languages": "Lenguajes",
    "frameworks": "Frameworks / Librer铆as / Otros"
  },
  "about": {
    "description": "Soy un Desarrollador de Software radicado en Argentina, impulsado por la pasi贸n de crear soluciones digitales efectivas. Con ganas de crecer profesionalmente, me enfoco en escribir c贸digo limpio y mantenerme actualizado en las mejores pr谩cticas. Busco activamente oportunidades para colaborar en equipos din谩micos, con entusiasmo por contribuir mis habilidades a proyectos que expandan los l铆mites del desarrollo web."
  },
  "contact": {
    "resume": "Curr铆culum"
  },
  "project": {
    "notFound": "Proyecto no encontrado",
    "back": "Volver",
    "projectShowcase": "Presentaci贸n del Proyecto",
    "overview": "Descripci贸n",
    "techStack": "Stack Tecnol贸gico",
    "links": "Enlaces y Recursos",
    "sourceCode": "Repositorio de C贸digo Fuente",
    "liveDemo": "Demo en Producci贸n"
  },
  "projects": {
    "olymfit": {
      "description": "Plataforma de comercio electr贸nico evolutiva dise帽ada para entusiastas del fitness, ofreciendo una experiencia din谩mica e inmersiva en el mundo de la salud y el bienestar."
    },
    "todo-app": {
      "description": "Una aplicaci贸n de tareas para una organizaci贸n fluida. Crea, gestiona y organiza tus tareas sin esfuerzo con esta plataforma intuitiva. Experimenta simplicidad y productividad en un solo lugar."
    },
    "marketswift": {
      "description": "Un centro optimizado para marketing y automatizaci贸n efectiva. Simplifica procesos y eleva estrategias sin esfuerzo con esta plataforma intuitiva."
    },
    "voxchat": {
      "description": "VoxChat es una aplicaci贸n de chat intuitiva. Te permite chatear de forma segura, personalizar salas e instalar f谩cilmente para una experiencia fluida. La aplicaci贸n se centra en conversaciones simples en tiempo real con un toque personal."
    }
  }
}
